<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */
    'home' => 'الرئيسية',
    'jobs' => 'وظائف',
    'network' => 'شبكتى',
    'services' => 'الخدمات',
    'organizations' => 'المؤسسات',
    'opportunities' => 'الفرص',
    'login' => 'تسجيل الدخول',
    'sign_up' => 'سجل الان',
    'log_out' => 'تسجيل الخروج',
    'accept' => 'قبول',
    'delete' => 'رفض',
    'org' => 'سجل الدخول كمنظمة',

    'best_scholarships' => 'أفضل المنح ',
    'best_jobs' => 'أفضل الوظائف',
    'best_services' => 'أفضل الخدمات',
    'best_organizations' => 'أفضل المؤسسات',
    'blogs' => 'المدونات',
    'more' => 'عرض المزيد',
    'details' => 'التفاصيل',
    'visit' => 'زيارة',


    'hours' => 'ساعة',
    'days' => 'يوم',
    'months' => 'شهر',
    'follower' => 'متابع',
    'follow' => 'متابعة',
    'comments' => 'التعليقات',
    'participants' => 'المشاركين',
    'no_scholar' => ' ليست هناك منح متاحة الان',
    'no_jobs' => 'ليست هناك وظائف متاحة الان ',
    'no_services' => ' ليست هناك خدمات متاحة الان ',
    'no_org' => ' ليست هناك مؤسسات متاحة الان ',
    'no_blogs' => 'ليست هناك مدونات متاحة الان',
    'no_cat' => 'ليست هناك اقسام متاحة الان',


    // footer

    'about_company' => 'عن الشركة',
    'important_links' => 'روابط مهمة',
    'asked_question' => 'الأسئلة الشائعة',
    'contact_us' => 'تواصل معنا',
    'all_jobs' => 'كل الوظائف',
    'copyright' => 'حقوق الملكيه محفوظه لتروسكو 2020',
    'latest_posts' => 'اخر المنشورات',
    'add_exp' => 'اضافة خبرة',
    'promot_post' => 'اضافة منشور مدفوع',
    'volunter' => 'تطوع',
    'fav' => 'المفضلة',
    'terms' => 'الشروط و الأحكام',
    'policy' => 'سياسة النشر',
    'blogs' => 'المدونات',
    'privacy' => 'الخصوصية',
    'get_app' => 'احصل علي تطبيقنا',
    'scholarships' => 'المنح',


    'search-opportunities' => 'ابحث عن أفضل الفرص',
    'cost' => 'التكلفة',
    'type' => 'النوع',
    'specialization' => 'التخصص',
    'language' => 'اللغة',
    'search' => 'البحث',
    'reset' => 'اعاده',
    'world_opport' => 'فرص عالمية للشباب',
    'lorem1' => 'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصي" فتجعلها تبدو (أي الأحرف) وكأنها نص',
    'find_best_opport' => 'ابحث عن أفضل فرصة لك',
    'find_best_opport_text' => 'ابحث عن فرصتك الدراسية وشكل طريقك',
    'future' => 'مهنتك المستقبلية هنا',
    'future_text' => 'هناك الكثير من الوظائف الشاغرة التي قد تجدها ويمكن أن تزدهر مستقبلك',
    'service_find' => 'أفضل الخدمات التي قد تجدها',
    'service_find_text' => 'هل علقت في شيء وتحتاج إلى مساعدة؟ لا مشكلة ، يتم تقديم جميع الخدمات هنا',
    'top_org' => 'أفضل المنظمات تعمل معنا',
    'top_org_text' => 'ابحث عن فرصتك الدراسية وشكل طريقك',
    'subscribe_website' => 'الأشتراكات في موقعنا',
    'monthly_subscription' => 'الأشتراكات الشهرية',
    'sing_up_now' => 'سجل الأن',
    'ready_sign' => 'هل مستعد للتسجيل الأن؟',
    'sign_person' => 'سجل الدخول كشخص',
    'sign_org' => 'سجل الدخول كمؤسسة',
    'testimonials' => 'أراء العملاء',
    'our_partinars' => 'شركائنا',
    'social_media' => 'متابعينا علي وسائل التواصل الأجتماعي',
    'subscribe_news' => 'اشترك في النشرة الإخبارية',
    'subscribe_text' => 'اشترك في النشرة الإخبارية اليومية ولا تفوت أي فرصة جديدة',
    'subscribe' => 'اشترك',


    'location' => 'الموقع',
    'publish_date' => 'تاريخ النشر',
    'deadline' => 'الموعد النهائي',
    'number_app' => 'عدد الطلبات',
    'email' => 'البريد الإلكتروني',
    'rate_scholar' => 'قيم المنحة',
    'scholar_require' => 'متطلبات العمل',
    'comments' => 'التعليقات',
    'placeholder_comment_scholar' => 'اكتب تعليقا',
    'contact_company' => 'اتصل بالشركة',
    'report' => 'الإبلاغ عن مشكلة',
    'apply_now' => 'التقدم الان',
    'followers' => 'متابعون',


    'apply_trescho' => 'التقديم عن طريق تروسكو',
    'full_name' => 'الأسم كامل',
    'nationality' => 'الجنسية ',
    'phone_number' => 'رقم الهاتف',
    'residental_address' => 'عنوان السكن',
    'father_question' => 'هل الأب علي قيد الحياة؟ اذا كذالك, ماذا يعمل؟ ',
    'mother_question' => 'هل االأم علي قيد الحياة؟ اذا كذالك, ماذا تعمل؟',
    'siblings_question' => 'كم عدد الأخوة لديك؟',
    'bechelor_degree' => 'يكالريوس',
    'continue' => 'اضغط هنا للمتابعة',
    'masters_degree' => 'دراسات عليا',
    'phd_degree' => 'دكتوراة',
    'scholarship' => 'منحة ',
    'app_scholar' => 'تنديم طلب للمنحة',
    'answer' => '...إجابة',
    'scientific_question' => 'ما هي الدرجة العلمية التي تقدم عليها؟',
    'desire_specilize' => 'التخصص المطلوب حسب الأهمية ',
    'desire_university' => 'الجامعات المرغوبة حسب الأهمية (اختياري)',
    'interview_location' => 'موقع المقابلة المفضل',
    'background_pic' => 'أضف صورة بخلفية بيضاء',
    'passport_pic' => 'صورة جواز السفر',
    'recomendation' => 'رسالة توصية',
    'high_school' => 'نسخ المدرسة الثانوية',
    'university' => '(الدرجة الجامعية (اختياري',
    'lang_certificate' => 'شهادات اللغة (إن أمكن)',
    'brief_overview' => 'عنوان البحث ولمحة عامة مختصرة عنه للراغبين في التقدم للدراسات العليا دراسات',
    'proof_payment' => 'اثبات دفع',
    'apply' => 'قبول',
    'condition' => ' لقد قرأت بعناية جميع المعلومات التي تحتوي على جميع تفاصيل التطبيق من خلال مجموعة تروسكو وأوافق عليها',


    'apply_job' => 'التقدم لطلب الوظيفة',
    'message' => 'الرسالة',
    'submit' => 'إرسال',
    'add_cv' => 'إضافة السيرة الذاتية',
    'job_require' => 'متطلبات الوظيفة',


    'add_fav' => 'أضف  إلى المفضلة',
    'num_buy' => 'عدد المشترين',
    'price' => 'السعر',
    'rate' => 'التقييم',
    'ask_ser' => 'اسأل عن الخدمة',
    'fav' => 'المفضلة',
    'share' => 'المشاركة',
    'get_ser' => 'احصل على الخدمة',
    'name_card' => 'الأسم على البطاقة',
    'card_num' => 'رقم البطاقة',
    'expire' => 'تاريخ الأنتهاء',
    'cvc' => 'CVC',
    'description' => 'الوصف',




    'about' => 'عن الشركة',
    'news' => 'الأخبار',
    'contact_us' => 'تواصل معنا',
    'call_us' => 'اتصل بنا',
    'contact_whats' => 'تواصل عبر واتس اب',
    'contact_email' => 'تواصل عبر الأيميل',
    'country' => 'الدولة',
    'website' => 'الموقع',
    'email' => 'البريد الألكتروتى',
    'rate_org' => 'تقييم المؤسسة',

    // blogs,

    'views' => 'المشاهدات',
    'latest_news' => 'تحقق من آخر الأخبار حول ',
    'next' => 'التالى ',
    'prev' => 'السابق',
    'like' => 'اعجاب',
    'rate_blog' => 'قيم هذاالموضوع',
    'related_topic' => 'موضوعات ذات صلة',
    'no_related' => ' ليست هناك موضوعات ذات صلة الان',


    'manage_net' => 'تحكم بشبكتك',
    'manage_text' => 'تحكم في المؤسسات التي تتابعها وايضا اصدقائك',
    'your_friends' => 'أصدقائك',
    'follow_org' => 'المؤسسات التى تتابعها',
    'message_user' => 'رسالة',


    'add_friend' => 'اضافة صديق',
    'summary' => 'ملخص عنى',
    'gender' => 'النوع',
    'db_birth' => 'تاريخ الميلاد',
    'job' => 'وظيفة',
    'no_users' => 'ليس هناك مستخدمين الان',
    'all_friends' => 'كل أصدقائك',


    //=============================================== dashboard ==============================

    'admin_dash' => 'وحدة التحكم',
    'users' => 'المستخدمين',
    'organizations' => 'المنظمات',
    'scholarships' => 'المنح',
    'jobs' => 'الوظائف',
    'blogs' => 'المقالات',
    'opportunities' => 'الفرص',
    'categories' => 'أقسام المقالات',
    'costs' => 'التكلفات',
    'types' => 'الأنواع',
    'specializations' => 'التخصصات',
    'languages' => 'اللغات',
    'job_app' => 'طلبات الوظائف',
    'scholar_app' => 'طلبات المنح',
    'faqs' => 'الأسألة الشائعة',
    'contacts' => 'الرسائل الواردة',



    'serial' => 'رقم التسلسل',
    'user_name' => 'اسم المستخدم',
    'email' => 'البريد الألكترونى',
    'add_user' => 'اضافة مستخدم',
    'controls' => 'التحكم',
    'role' => 'الصلاحية',
    'publish' => 'نشر',
    'edit_user' => 'تعديل المستخدم',
    'password' => 'كلمة المرور',


    'add_org' => 'اضافة منظمة ',
    'name_en' => 'الاسم بالأجنبية',
    'name_ar' => 'الاسم بالعربية',
    'pic_org' => 'صورة المنظمة',
    'pic_cover' => 'صورة الغلاف',
    'country_en' => 'الموقع بالأجنبية  ',
    'country_ar' => 'الموقع بالعربية ',
    'desc_en' => 'الوصف بالأجنبية',
    'desc_ar' => 'الوصف بالعربية',
    'about_en' => 'المحتوى بالأجنبية ',
    'about_ar' => 'المحتوى بالعربية',
    'whatsapp_num' => 'رقم الواتس',
    'add_date' => 'تاريخ النشر',
    'update_date' => 'اخر تعديل',
    'best' => 'مفضل',
    'unbest' => 'عادى',
    'org_name_en' => 'المنظمة بالأجنية',
    'org_name_ar' => 'المنظمة بالعربية',
    'other_inf' => 'معلومات مشتركة',
    'back' => 'رجوع للخلف',
    'edit_org' => 'تعدبل المنظمة',



    'add_service' => 'اضافة خدمة',
    'edit_service' => 'تعديل الخدمة',
    'title_en' => 'العنوان بالأجنبية',
    'title_ar' => 'العنوان بالعربية',
    'price' => 'السعر',
    'ser_en' => 'الخدمة بالأجنبية',
    'ser_ar' => 'الخدمة بالعربية',
    'update' => 'تحديث',


    'add_scholar' => 'اضافة منحة',
    'head_det' => 'العنوان بصفحة العرض',
    'content_en' => 'المحتوى بالأجنبية',
    'location_en' => 'الموقع بالأجنبية',
    'content_ar' => 'المحتوى بالعربية',
    'location_ar' => 'الموقع بالعربية',
    'requirments_ar' => 'المتطلبات بالعربية',
    'requirments_en' => 'المتطلبات بالاجنبية',
    'edit_dcholar' => 'تعديل المنحة',
    'head_det_en' => 'العنوان بصفحة التفاصيل بالاجنبية ',
    'head_det_ar' => 'العنوان بصفحة التفاصيل بالعربية ',
    'heading_det' => 'العنوان بصفحة التفاصيل',
    'scholar_en' => 'المنحة بالأجنبية',
    'scholar_ar' => 'المنحة بالعربية',
    'title' => 'العنوان',
    'content' => 'المحتوى',
    'requirments' => 'المتطلبات',



    'picture' => 'الصورة',

    'add_cat' => 'اضافة قسم ',
    'edit_cat' => 'تعديل القسم',


    'add_type' => 'اضافة نوع',
    'edit_type' => 'تعديل النوع',
    'no_types' => 'ليس هناك أنواع الان',

    'add_specialize' => 'اضافة تخصص',
    'edit_specialize' => 'تعديل التخصص',
    'no_specialize' => 'ليست هناك تخصصات الان',

    'add_lang' => 'اضافة لغة',
    'edit_lang' => 'تعديل اللغة',
    'no_lang' => 'ليست هناك لغات الان',

    'add_cost' => 'اضافة تكلفة',
    'edit_cost' => 'تعديل التكلفة',
    'no_cost' => 'ليسات هناك تكلفات الان',


    'cv' => 'السيرة الذاتية',
    'apply_date' => 'تاريخ التقديم',
    'no_job_app' => 'ليست هناك طلبات وظائف الان',



    'question_en' => 'ََالسؤال بالأجنبية',
    'question_ar' => 'ََالسؤال بالعربية ',
    'answer_en' => 'الاجابة بالأجنبية',
    'answer_ar' => 'الاجابة بالعربية',
    'q_en' => 'السؤال واجابتها بالأجنبية',
    'q_ar' => 'السؤال واجابتها بالعربية',
    'question' => 'السؤال ',
    'answer' => 'الاجابة',
    'add_q' => 'اضافة سؤال ',
    'edit_q' => 'تعديل السؤال',
    'no_q' => 'ليست هناك أسئلة',


    'watch' => 'تمت رؤيته',
    'watched' => 'نعم',
    'not_watched' => 'ليس بعد',
    'rec_date' => 'تاريخ الأرسال',
    'no_messages' => 'ليست هناك أى رسائل بعد',


    'scholar_name' => 'اسم المنح',
    'father_status' => 'حالة الأب',
    'mother_status' => 'حالة الأم',
    'inteview_loc' => 'موقع المقابلة',
    'user_pic' => 'صورة المتقدم',
    'school_pic' => ' شهادة الثانوية',
    'unviversity_pic' => 'شهادة الجامعة',
    'letter_pic' => 'الخطاب',
    'language_pic' => 'شهادة اللغة',
    'payment_pic' => 'صورة الدفع',
    'passport_pic' => 'صورة الباسبور',
    'research' => 'البحث',
    'degree' => 'الدرجة العلمية',
    'no_scholar_app' => 'ليست هناك طلبات للمنح',
    'address' => 'العنوان',
    'university' => 'الجامعة',


    'job_en' => 'الوطيفة بالاجنبية',
    'job_ar' => 'الوظيفة بالعربية',
    'add_job' => 'اضافة وظيفة',

    'edit_job' => 'نعديل الوظيفة',


    'add_opp' => 'اضافة الوظيفة',
    'edit_opp' => 'تعديل الوظيفة',
    'opp_en' => 'الوظيفة بالأجنبية',
    'opp_ar' => 'الوظيفة بالعربية',
    'heading_det' => 'العنوان بصفحة التفاصيل',


    'add_blog' => 'اضافة مقال',
    'edit_blog' => 'تعديل المقال',
    'blog_en' => 'المقال بالأجنبية',
    'blog_ar' => 'المقال بالعربية',
    'writer' => 'الكاتب',
    'cat_en' => 'القسم بالاجنبية',
    'cat_ar' => 'القسم بالعربية',
    'cat' => 'Caregory',


    'add_news' => 'اضافة خبر',
    'edit_news' => 'تعديل الخبر',
    'news_en' => 'الخبر بالاجنبية',
    'news_ar' => 'الخبر بالعربية',
    'writer' => 'الكاتب',
    'no_news' => 'ليس هناك اخبار الان',
    'news' => 'الاخبار',
    'organization_name' => 'اسم المنحة',

    'welcome_truscho' => 'اهلا بك في تروسكو حيث كل شئ يبدأ',
    'to_continue' => 'اضغط هنا للأستمرار',
    'cont' => 'دخول',

    'name' => 'الاسم',
    'add_faqs' => 'اضافة سؤال وجواب',
    'no_faqs' => 'ليس هناك أسألة شائعة الان',
    'faqs_en' => 'الأسألة الشائعة وجوابها بالأجنبية ',
    'faqs_ar' => 'الأسألة الشائعة وجوابها بالعربية',
    'job_en' => 'الوظيفة بالأجنبية',
    'job_ar' => 'الوظيفة بالعربية',



    'write_comment' => 'اكتب تعليق',
    'profile' => 'الملف الشخصى',


    'no_opportunities' => 'ليست هماك فرص الان ',

    'choose_org' => 'من فضلك قم باضافة منظمة أولا',
    'organization' => 'المنظمة',
    'choose_specs' => 'من فضلك قم باضافة تخصص أولا',
    'choose_types' => 'من فضلك قم باضافةالأنواع أولا',
    'choose_costs' => 'من فضلك قم باضافة التكلفات أولا',
    'choose_langs' => 'من فضلك قم باضافة اللغات أولا',
    'edit_scholar' => 'تعديل المنحة',
    'guide_req' => 'من فضل قم بوضع علامة الشرطة هذة ( - ) بين كل مطلوب هكذا  يجب ان يكون خبرة - يجب ان لا يتجاوز عمرة ثلاثون عاما - يجب ان يكون رجلا',
    'fully_fun' => 'ممولة بالكامل',
    'part_fun' => 'نصف ممولة',

    'get_touch' => 'تواصل معنا',
    'feel_free' => 'لا تتردد في الحصول على اتصال',
    'we_love' => 'كنا نحب أن نسمع منك',
    'drop_message' => 'ارسل رسالة الأن',
    'contact_info' => 'معلومات الاتصال',
    'send_now' => 'ارسل الان',
    'thanks_contact' => 'شكرا لتواصلك معنا',
    'recive_msg' => 'تلقينا رسالتك وسنتواصل معك في اقرب وقت',
    'home_pg' => 'الرئيسية',

    'asked_q'=>'الأسئلة الشائعة    ',
    'common_q'=>'هذه هي الأسئلة الشائعه عن تروسكو    ',
    'more_q'=>'ذا كان لديك المزيد من الأسئلة, يمكنك مراسلتنا',
    'here'=>'هنا',
    'question'=>'السؤال',
    'read_msg'=>'قراءة الرسالة من ',

    'salary'=>'الراتب',
    'company'=>'اسم الشركة',

    'creator'=>'المنشئ',
    'following'=>'تتابعه',
    'rate_scholar'=>'قيم هذه المنحة',

    'picture_company'=>'صورة الشركة',
    'no_related_blogs'=>'ليس هناك مقالات مشابهة',
    'job_name' => 'اسم الوظيفة ',
    'the_company' => 'اسم الشركة',
    'short_desc' => 'اكتب وصف لهذه الوظيفة',
    'the_contact' => 'التواصل',

    'blog_title'=>'عنوان المقال',
    'blog_cat'=>'نوع المقال',
    'simple_desc'=>'وصف قصير',
    'picture_blog'=>'صورة المقال',
    'picture_cat'=>'صورة القسم',
    'submit_for_review'=>'نشر للمراجعة',


    'service_name'=>'اسم الخدمة',
    'service_type'=>'نوع الخدمة',
    'deliver_time'=>'الوقت المتوقع للحصول على الخدمة',
    'service_description'=>'وصف للخدمة',
    'instruction_buyer'=>'تعليمات للمشترى',
    'contact'=>'رقم التواصل ',
    'blog_requests'=>'مقالات المستخدمين',

    'types_org'=>' الأنواع الخاصة بالمنظمات',
    'types_ser'=>'الأنواع الخاصة بالخدمات',

    'education_level'=>'الدرجة العلمية ',
    'male'=>'ذكر',
    'female'=>'أنثى',
    'phone'=>'رقم الهاتف',
    'personal_desc'=>'معلومات شخصيه',
    'db_of_birth'=>'تاريخ الميلاد',
    'save'=>'حفظ',
    'no_opp'=>'ليس هناك فرص متاحةالان',
    'our_partiners' => 'شركائنا',

    'new_post'=>'منشور جديد',
    'add_post'=>'اضافة منشور',
    'h'=>'ساعة',
    'm'=>'دقيقة',
    'd'=>'يوم',
    'passport_picture'=>'صورة جواز السفر',
    'siblings_count'=> 'عدد الأشقاء',
    'jobs_specialize'=>'تخصصات الوظائف',
    'cost_scholar'=>'تكلفات المنح',
    'whatsapp'=>'رقم الواتس',
    'add_scholarship'=>'اضافة منحة',
    'scholarship_name'=>'اسم المنحة',
    'no_scholarships'=>'ليس هناك منح',
    'first_name'=>'الاسم الأول',
    'last_name'=>'الاسم الأخير',
    'educational_degree'=>'الدرجة العلمية',
    'phone_verification'=>'التحقق من الهاتف ',
    'verification_code'=>'شيفرة التأكيد  ',
    'enter_code'=>'الرجاء إدخال الرمز الذي تم إرساله إلى رقم الهاتف',
    'please_code'=>'الرجاء إدخال رمز الهاتف',
    'submit'=>'إرسال',
    'no_friends_req'=>'ليس هناك طلبات صداقة جديدة',
    'no_notifications'=>'ليس هناك اشعارات جديدة',
    'check_cat'=>'اطلع على آخر الأخبار حول فئات المدونات التي تم نشرها مؤخرا    ',
    'specialize_scholar'=>'التخصصات الخاصة بالمنح',
    'cat'=>'القسم'











];
